Repository: lliurex/accesshelper
Catalog: lliurex-po/access_helper/*.po
Languages: ca, es

source: Set font size
ca: Tamany de les lletres
es: Ajusta tamaño de la letra

source: {}% Scale
ca: {}% Ampliació
es: {}% Aumento

source: Set screen scale
ca: Ajusta la ampliació de l'entorn
es: Ajusta la ampliación del entorno

source: Hide
ca: Amaga
es: Ocultar

source: Close accessdock
ca: Tancar
es: Cerrar

source: Settings
ca: Ajustos
es: Ajustes

source: Launch accesshelper
ca: Obri accesshelper
es: Ejecuta accesshelper

source: Read screen
ca: Llegir
es: Leer

source: Read text or image from clipboard
ca: Llig text o una imatge (ocr) desde el porta-retalls
es: Lee un texto o una imagen (ocr) desde el portapapeles

source: Capture
ca: Capturar
es: Captura

source: Try to read screen content from screenshot
ca: Intenta llegir el contingut de la pantalla
es: Intenta leer el contenido de la pantalla

source: Pointer
ca: Punter
es: Puntero

source: Set mouse pointer size
ca: Ajusta el tamany del punter
es: Tamaño del puntero

source: Filter
ca: Filtre
es: Filtro

source: Apply a color filter
ca: Aplica un filtre de color
es: Aplica un filtro de color a la pantalla

source: Keyboard
ca: Teclat
es: Teclado

source: Show/Hide on-screen keyboard
ca: Mostra/amaga el teclat virtual
es: Muestra/esconde el teclado virtual

source: usage: accesshelper [--set profile]|[--list]
ca: ús: accesshelper [--set perfil]|[--list]
es: uso: accesshelper [--set perfil]|[--list]

source: With no args launch accesshelper GUI
ca: Sense arguments executa la GUI de l'accesshelper
es: Sin argumentos ejecuta la GUI de accesshelper

source: --set [profile]: Activate specified profile. Could be an absolute path or a profile from default profiles path
ca: --set [perfil]: Activa el perfil indicat. Pot ser una ruta absoluta a un fitxer o el nom d'un perfil
es: --set [perfil]: Activa el perfil indicado. Puede ser una ruta completa a un fichero o el nombre de un perfil

source: --list: List available profiles
ca: --list: Mostra els perfils
es: --list: Lista los perfiles

source: could not be accessed
ca: no existeix
es: no existe

source: There's no profiles at
ca: No hi han perfils a
es: No se encuentan perfiles en

source: Error loading
ca: Error carregant
es: No se puede cargar

source: Must select one from:
ca: Cal seleccionar un perfil de:
es: Debe seleccionarse uno de:

source: Loading profile
ca: Carregant perfil
es: Cargando perfil

source: Changes will only apply after session restart
ca: Els canvis s'aplicarán després de tancar la sessió
es: Los cambios se aplicarán después de reiniciar la sesión

source: Changes will be applied now
ca: S'aplicaran els canvis ara
es: Los cambios se aplicarán ahora

source: Logout
ca: Tancar
es: Terminar

source: Options selected:
ca: Opcions a aplicar:
es: Resumen de opciones:

source: Later
ca: Després
es: Más tarde

source: Profile not loaded: Autostart is disabled
ca: Perfil no carregat: Autoinici desactivat
es: Perfil no cargado: El autoinicio esta desactivado

source: Profile loaded
ca: Perfil carregat
es: Perfil cargado

source: Close Session
ca: Tancar sessió
es: Cerrar sesión

source: Apply
ca: Aplicar
es: Aplicar

source: Ignore
ca: Ignorar
es: Ignorar

source: Undo
ca: Desfer
es: Deshacer

source: Autostart profile is enabled
ca: Es carregará el perfil a l'inici
es: Se ha activado la carga inicial de perfil

source: A profile has been loaded. All settings has been applied if possible. Expect inconsistencies.
ca: S'ha carregat un perfil. S'ha tractat d'aplicar tota la configuració encara que certes inconsistencies son esperables.
es: Se ha cargado un perfil. Se han intentado aplicar todos los cambios. Pueden existir inconsistencias.

source: Accesshelper will try to apply as many changes as possible for current session (expect inconsistencies)
ca: Accesshelper tractarà d'aplicar tots el canvis per a aquesta sessió (poden apareixer inconsistencies)
es: Accesshelper tratará de aplicar tantos cambios como sean posible para esta sesión (pueden aparecer inconsistencias)

source: All settings will be applied after a session restart
ca: Els canvis s'aplicarán després de tancar la sessió
es: Los cambios se aplicarán después de reiniciar la sesión

source: The changes will not be persistent.All settings will be restored to profile
ca: Els canvis no son persistents. A l'inici de sessió es restaurarà el perfil
es: Los cambios no serán permanentes. La configuración sera restaurada el perfil

source: Close this window for ignoring that until a session restart
ca: Tancar la finestra per a ignorar els canvis i continuar
es: Cerrar esta ventana para ignorar esto hasta reiniciar la sesión

source: Accesshelper running
ca: Accesshelper en execució
es: Accesshelper en ejecución

source: Can't execute another instance of Accesshelp
ca: No es pot llançar de nou
es: No se puede ejecutar otra instancia

source: Accessibility
ca: Accessibilitat
es: Accesibilidad

source: Accessibility options
ca: Opcions d'accessibilitat
es: Opciones de ccesibilidad

source: Set accesibility options
ca: Tria opciones d'accessibilitat
es: Gestiona las opciones de accesibilidad

source: From here you can activate/deactivate accessibility aids
ca: Desde d'aci es poden desactivar/activar les ajudes d'accessibilitat
es: Desde aquí puedes activar/desactivar las ayudas visuales

source: Invert screen colors
ca: Inverteix colors
es: Invertir colores

source: Invert windows colors
ca: Inverteix colors de la finestra
es: Invertir colores de ventana

source: Show animation on click
ca: Posiciona el punter al fer clic
es: Mostrar animación al clicar

source: Show a grid when moving windows
ca: Mostra una graella al moure finestres
es: Mostrar rejilla al mover una ventana

source: Activate eyefish effect
ca: Activa ull de peix
es: Efecto ojo de pez

source: Glass effect
ca: Activa lupa
es: Efecto lupa

source: Zoom effect
ca: Activa Zoom
es: Efecto Zoom

source: Enable magnify effects
ca: Activar efectes d'ampliació
es: Activar efectos de ampliación

source: Acoustic system bell
ca: Campana de sistema audible
es: Campana de sistema audible

source: Visible bell
ca: Campana visible
es: Campana de sistema visible

source: Track pointer
ca: Posiciona el punter al moure'l
es: Localizar ratón al moverlo

source: already assigned to action
ca: assignat a
es: asignado a

source: Track click
ca: Posiciona el punter al fer clic
es: Localizar ratón al pulsar

source: Disable load profile on startup or changes will not apply on restart
ca: Desactivar la carrega inicial de perfil o els canvis no s'aplicaran al reiniciar
es: Desactivar la carga inicial de perfil o los cambios se perderán al reiniciar

source: Disabled
ca: Desactivat
es: Desactivado

source: Enabled
ca: Activat
es: Activado

source: Invert
ca: Inverteix colors
es: Invertir colores

source: InvertWindow
ca: Inverteix colors de la finestra
es: Invertir colores de ventana

source: TrackMouse
ca: Posiciona el punter al moure'l
es: Señalar posición al mover ratón

source: ToggleMouseClick
ca: Posiciona el punter al fer click
es: Señalar posición al pulsar el ratón

source: Keyboard Shortcuts
ca: Dreceres de teclat
es: Atajos de teclado

source: hotkeys options
ca: opcions de dreceres
es: opciones de atajos

source: Configuration
ca: Configuració
es: Configuración

source: Add hotkey
ca: Afegir drecera
es: Añadir atajo

source: Add a hotkey for an application, command or action
ca: Assigna tecles per a llançar accions
es: Asocia combinaciones de teclas con aplicaciones

source: Assign actions to keys
ca: Estableix dreceres per a accions
es: Asigna acciones a atajos

source: Application from system
ca: Aplicació del sistema
es: Aplicación del sistema

source: Command-line order
ca: Ordre de la línia de comandaments
es: Orden de línea de comandos

source: Desktop action
ca: Acció de l'escriptori
es: Acción del escritorio

source: Command
ca: Comandament
es: Comando

source: Assign
ca: Assigna
es: Asignar

source: Press a key or key-combination for the shortcut
ca: Prem una tecla o combinació per a la drecera
es: Pulsa una tecla o combincación de ellas para el atajo

source: Search
ca: Cerca
es: Buscar

source: Color filter
ca: Filtre
es: Filtro

source: Modify screen color levels
ca: Modifica els nivells de color
es: Modifica los niveles de color

source: Set color filter for the screen
ca: Estableix un filre de color per a la pantalla
es: Establecer filtros de colores para la pantalla

source: By default
ca: Per defecte
es: Por defecto

source: Set color filter:
ca: Aplica filtre:
es: Filtro de color:

source: Hotkeys
ca: Dreceres
es: Atajos

source: Keyboard Hotkeys
ca: Dreceres de teclat
es: Atajos de teclado

source: Set hotkeys for launch applications
ca: Assigna tecles per a llançar accions
es: Asocia combinaciones de teclas con aplicaciones

source: From here you can set hotkeys for launch apps
ca: Des d'aci es poden assignar dreceres per a les diferents accions
es: Permite asociar pulsaciones de tecla a diferentes acciones del sistema

source: Go to next window
ca: Finestra següent
es: Siguiente ventana

source: Go to previous window
ca: Darrera finestra
es: Ventana anterior

source: Close window
ca: Tancar finestra
es: Cerrar ventana

source: Open launch menu
ca: Obrir menu d'aplicacions
es: Abrir lanzador de aplicaciones

source: Show desktop
ca: Mostrar escriptori
es: Mostrar escritorio

source: Invert colours
ca: Inverteix colors
es: Invertir colores

source: Invert window colours
ca: Inverteix colors de la finestra
es: Invertir colores de ventana

source: Show mouse click
ca: Posiciona el punter al fer clic
es: Mostrar animación al clicar

source: Show mouse pointer
ca: Posicionar el punter
es: Localizar el puntero

source: Add new
ca: Afegir
es: Añadir

source: behavior
ca: comportament
es: comportamiento

source: Desktop behavior
ca: Comportament de l'escriptori
es: Comportamiento del escritoro

source: Configure how desktop works
ca: Configura com trevalla l'escriptori
es: Configura como se comporta el escritorio

source: Set many options related with desktop behavior
ca: Tria entre diverses opciones relacionades amb l'escriptori
es: Diferentes opciones relacionadas con el comportamiento

source: Click to focus
ca: Enfocar al fer clic
es: Pulsar para enfocar

source: Focus follows pointer
ca: El focus segeuix al punter
es: El foco sigue al ratón

source: Only one click for open elements
ca: Un clic per obrir elements
es: Un click abre los elementos

source: Click on scrollbar moves to position
ca: La barra de desplaçament avança fins la posició al clicar
es: Click en la barra mueve a la posición

source: Scrollbar sliding mode
ca: Comportament de la barra
es: Modo de deslizamiento de la barra

source: Actions on top left screen corner
ca: Accions al cantó superior esquerre
es: Actiones en la esquina superior izquierda

source: Set screen resolution
ca: Resolució de pantalla
es: Resolución de pantalla

source: Font options
ca: Opciones de lletra
es: Opciones de letra

source: Fonts
es: Fuentes

source: Modify system fonts
ca: Modificar les fonts
es: Modifica los tipos de letra

source: Customize the system fonts
ca: Personalitzar les fonts del sistema
es: Personalizar las fuentes

source: Font size
ca: Tamany de font
es: Tamaño de fuente

source: Font family
ca: Familia
es: Familia

source: Cursor theme
ca: Tema per al punter
es: Tema del cursor

source: Cursor size
ca: Tamany de punter
es: Tamaño del cursor

source: Font
es: Fuent

source: Look&Feel options
ca: Opcions d'apariencia
es: Opciones de apariencia

source: Look&Feel
ca: Apariencia
es: Apariencia visual

source: Modify appearence settings
ca: Modifica les opcions d'apariencia
es: Modifica la apariencia del sistema

source: Set theme, color scheme or pointers
ca: Selecciona tema, esquema de color o punters
es: Selecciona tema, esquema de color o punteros

source: Desktop theme
ca: Tema de l'escriptori
es: Tema del escritorio

source: Color scheme
ca: Esquema de colors
es: Esquema de color

source: Theme colors
ca: Colors del tema
es: Colores del tema

source: Background color
ca: Color de l'escriptori
es: Color del escritorio

source: Desktop background
ca: Fons de l'escriptori
es: Fondo del escritorio

source: Current background
ca: Imatge actual
es: Imagen actual

source: Widget size
ca: Tamany dels elements
es: Tamaño de los elementos

source: Scale factor
ca: Factor d'ampliació
es: Factor de ampliación

source: Run apps maximized
ca: Maximitza per defecte
es: Maximiza por defecto

source: White
ca: Blanc
es: Blanco

source: Red
ca: Roig
es: Rojo

source: Blue
ca: Blau
es: Azul

source: Green
ca: Verd
es: Verde

source: Yellow
ca: Groc
es: Amarillo

source: Black
ca: Negre
es: Negro

source: Manage profiles
ca: Gestiona perfils
es: Gestionar perfiles

source: Load and save custom profiles
ca: Carga i alça perfils
es: Carga y guarda perfiles

source: Use profile templates for quick configuration
ca: Use les plantilles del perfils per a configurar-ho tot rapidament
es: Usa las plantillas para configurarlo todo al momento

source: Save profile
ca: Alça
es: Guardar

source: Load profile
ca: Carga
es: Cargar

source: Remove
ca: Eliminar
es: Eliminar

source: Confirm remove
ca: Confirmació
es: Confirmación

source: Remove profile
ca: Eliminar
es: Eliminar

source: Permission denied
ca: Permís denegat
es: Permiso denegado

source: Default profiles could not be modified
ca: Els perfils per defecte no son modificables
es: Los perfiles por defecto no son modificables

source: Insuficient permissions for remove
ca: Usuari sense permís
es: Usuario sin permiso

source: Profile added to system's profiles
ca: Perfil afegit al sistema
es: Perfil añadido al sistema

source: Profile added to user's profiles
ca: Perfil afegit a l'usuari
es: Perfil añadido al usuario

source: Import profile
ca: Importar
es: Importar

source: Export profile
ca: Exportar
es: Exportar

source: Profile
ca: Perfil
es: Perfil

source: An error ocurred
ca: Ocorregué un error
es: Ocurrió un error

source: Screen reader
ca: Lector de pantalla
es: Lector de pantalla

source: TTS settings
ca: Configuració de TTS
es: Configuración de TTS

source: Text-To-Speech related options
ca: Opciones relacionades amb el sintetitzador
es: Opciones relacionadas con sintetizador

source: Some options related with TTS
ca: Algunes opcions de configuració del sintetitzador
es: Algunas opciones para configurar el sintetizador

source: Voice
ca: Veu
es: Voz

source: Use synthesizer
ca: Usar sintetitzador
es: Usar sintetizador

source: Pitch
ca: Tó
es: Tono

source: Speed
ca: Velocitat
es: Velocidad

source: Recorded file list
ca: Fitxers disponibles
es: Ficheros generados

source: Use internal TTS
ca: Usa sintetitzador
es: Usa sintetizador

source: Use VLC player
ca: Usa VLC
es: Usa VLC

source: File
ca: Fitxer
es: Fichero

source: Save
ca: Desa
es: Guardar

source: Text
es: Texto

source: Files exported to
ca: Fitxers exportats a
es: Ficheros exportados a

source: Spanish man
ca: Espanyol masculí
es: Español masculino

source: Spanish woman
ca: Espanyol femení
es: Español femenino

source: Catalan woman
ca: Català femení
es: Catalán femenino

source: Configure
ca: Configuració
es: Configurar

source: Configure some options
ca: Configurar algunes opcions
es: Opciones de configuración

source: Set config level, default template..
ca: Trie l'nici automàtic, les plantilles per defecte...
es: Elige la plantilla por defecto, arranque al inicio...

source: The config will be applied per user
ca: La configuració serà per usuari
es: La configuracion se aplicara a cada usuario

source: The config will be applied to all users
ca: La configuració serà per a tots els usuaris
es: La configuración se aplicará a todos los usuarios

source: The config will be applied to all users and clients
ca: La configuració serà per a to usuari i client
es: La configuración se aplicará a todos los usuarios y clientes

source: Choose the config level that should use the app
ca: Trie el nivell de configuració per a l'aplicació
es: Elige el nivel de configuración

source: Session settings
ca: Opcions de sessió
es: Opciones de sesión

source: Load template on start
ca: Carregar plantilla en arrancar
es: Cargar plantilla al incio

source: Enable accesshelper dock
ca: Habilita barra d'accesibilitat
es: Activar barra de accesibilidad

source: Autostart enabled for user
ca: Autoinici activat per a l'usuari
es: Autoinicio activado para el usuario

source: Autostart disabled for user
ca: Autoinici desactivat per a l'usuari
es: Autoinicio desactivado para el usuario

source: Autostart could not be disabled
ca: No s'ha pogut desactivar l'autoinici
es: No se pudo desactivar el autoinicio

source: Enabled accessibilty dock with hotkey
ca: Barra d'accesibilitat disponible a la drecera
es: Barra de accesibilidad disponible usando atajo

source: Disabled accessibilty dock
ca: Barra d'accesibilitat inhabilitada
es: Barra de accesibilidad desactivada

source: Use config
ca: Usar configuració
es: Usar configuración

source: User
ca: Usuari
es: Usuario/a

source: System
ca: Sistema
es: Sistema

source: Startup profile
ca: Perfil inicial
es: Plantilla inicial

source: Autoload profile
ca: Carrega inicial de perfil
es: Cargar perfil al inicio

source: Autostart dock
ca: Autoinici del dock
es: Autoinicio del dock

source: Hotkey for dock
ca: Drecera per al dock
es: Atajo para el dock

source: Beep when machine starts
ca: Pita al arrancar el sistema
es: Pitar en el arranque del sistema
