Repository: lliurex/accesshelper
Catalog: lliurex-po/accesswizard/*.po
Languages: ca, es

source: System Accessibility
ca: Accessibilitat del sistema
es: Accesibilidad del sistema

source: Plasma Accessibility module
ca: Mòdul d'accessibilitat del Plasma
es: Módulo de accesibilidad de Plasma

source: Accessibility
ca: Accessibilitat
es: Accesibilidad

source: Accessibility Dock
ca: Barra d'accesibilitat
es: Barra de accesibilidad

source: Dock with customizable fast actions
ca: Barra personalitzable d'accions ràpides
es: Barra configurable de acciones rápidas

source: Configure Lliurex TTS addon
ca: Configurar extensió TTS del LliureX
es: Ajustes de la extensión TTS de LliureX

source: Open Orca configuration tool
ca: Obrir la ferramenta de configuració de ORCA
es: Abrir herramienta de configuración de ORCA

source: Accesibility options
ca: Opcions d'accessibilitat
es: Opciones de accesibilidad

source: Settings which do the system more accessible
ca: Ajustos per a fer més accessible el sistema
es: Ajustes para hacer el sistema más accesible

source: Effects
ca: Efectes
es: Efectos

source: Desktop plugins
ca: Plugins de l'escriptori
es: Plugins de escritorio

source: Extra functionality for the desktop
ca: Funcionalitat extra per a l'escriptori
es: Funcionalidad extra para el escritorio

source: Windows effects
ca: Efectes de finestres
es: Efectos de ventanas

source: Graphical effects for windows
ca: Efectes per a manipular l'apariencia de les finestres
es: Efectos para manipular la apariencia de las ventanas

source: Visual Effects
ca: Efectes visuals
es: Efectos visuales

source: Aids and visual effects
ca: Ajudas i efectes visuals
es: Ayudas y efectos visuales

source: Aids and visual effects for improve system usability
ca: Diverses ferramentes per a millorar la usabilitat del sistema
es: Colección de heraamientas para mejorar la usabilidad del sistema

source: Settings
ca: Ajustos
es: Ajustes

source: Other options
ca: Altres opcions
es: Otras opciones

source: Select accessibility profile
ca: Tria perfil d'accessibilitat
es: Seleccionar el perfil de accesibilidad

source: Autostart dock
ca: Autoinici de la barra
es: Autoinicio del dock

source: Beep when computer starts
ca: Pita al arrancar el sistema
es: Pitar en el arranque del sistema

source: Load profile
ca: Carga
es: Cargar perfil

source: Other Settings
ca: Altres ajustos
es: Otros ajustes

source: Start session with profile
ca: Perfil inicial
es: Cargar perfil al arrancar

source: Save as...
ca: Desa com a...
es: Guardar como...

source: Accesswizard profile
ca: Perfil d'accesswizard
es: Perfil de accesswizard

source: Save current profile
ca: Alça perfil actual
es: Guardar perfil actual

source: Enable ORCA in sddm screen
ca: Activa ORCA en arrancar SDDM
es: Activar ORCA en la pantalla de SDDM

source: Beep when sddm launches
ca: Emet un só al arrancar SDDM
es: Emitir alerta sonoar al iniciar SDDM

source: Advanced settings
ca: Configuració avançada
es: Configuración avanzada

source: Set global color scheme
ca: Esquema de colors global
es: Esquema de color global

source: Color scheme
ca: Esquema de colors
es: Esquema de color

source: Appearance
ca: Apariencia
es: Apariencia

source: Look and feel options
ca: Opcions d'apariencia
es: Opciones de apariencia

source: Configure system fonts
ca: Estableix les fonts del sistema
es: Configura las fuentes del sistema

source: Fonts
es: Fuentes

source: Set global theme
ca: Tema global de l'escriptori
es: Establece un tema global

source: Theme
ca: Tema
es: Tema

source: Set cursor theme and size
ca: Ajustar tamany i apariencia del cursor
es: Ajustar tamaño y tema del cursor

source: Mouse
ca: Ratolí
es: Ratón

source: Appearance customizing
ca: Personalitzar apariencia
es: Personalizar apariencia

source: Color Scheme
ca: Esquema de colors
es: Esquema de color

source: Configure
ca: Configuració
es: Configurar

source: Configure some options
ca: Configurar algunes opcions
es: Opciones de configuración

source: Set config level, default template..
ca: Trie l'nici automàtic, les plantilles per defecte...
es: Elige la plantilla por defecto, arranque al inicio...

source: The config will be applied per user
ca: La configuració serà per usuari
es: La configuracion se aplicara a cada usuario

source: The config will be applied to all users
ca: La configuració serà per a tots els usuaris
es: La configuración se aplicará a todos los usuarios

source: The config will be applied to all users and clients
ca: La configuració serà per a to usuari i client
es: La configuración se aplicará a todos los usuarios y clientes

source: Apply settings to
ca: Aplicar a
es: Aplicar a

source: Session settings
ca: Opcions de sessió
es: Opciones de sesión

source: Load template on start
ca: Carregar plantilla en arrancar
es: Cargar plantilla al incio

source: Enable accesshelper dock
ca: Habilita barra d'accesibilitat
es: Activar barra de accesibilidad

source: Autostart enabled for user
ca: Autoinici activat per a l'usuari
es: Autoinicio activado para el usuario

source: Autostart disabled for user
ca: Autoinici desactivat per a l'usuari
es: Autoinicio desactivado para el usuario

source: Autostart could not be disabled
ca: No s'ha pogut desactivar l'autoinici
es: No se pudo desactivar el autoinicio

source: Enabled accessibilty dock with hotkey
ca: Barra d'accesibilitat disponible a la drecera
es: Barra de accesibilidad disponible usando atajo

source: Disabled accessibilty dock
ca: Barra d'accesibilitat inhabilitada
es: Barra de accesibilidad desactivada

source: Use config
ca: Usar configuració
es: Usar configuración

source: User
ca: Usuari
es: Usuario/a

source: System
ca: Sistema
es: Sistema

source: Startup profile
ca: Perfil inicial
es: Plantilla inicial

source: Autoload profile
ca: Carrega inicial de perfil
es: Cargar perfil al inicio

source: Disabled
ca: Desactivat
es: Desactivado

source: Enabled
ca: Activat
es: Activado

source: Hotkey for dock
ca: Drecera per al dock
es: Atajo para el dock

source: Beep when machine starts
ca: Pita al arrancar el sistema
es: Pitar en el arranque del sistema

source: Screen reader
ca: Lector de pantalla
es: Lector de pantalla

source: TTS settings
ca: Configuració de TTS
es: Configuración de TTS

source: Text-To-Speech related options
ca: Opciones relacionades amb el sintetitzador
es: Opciones relacionadas con sintetizador

source: Some options related with TTS
ca: Algunes opcions de configuració del sintetitzador
es: Algunas opciones para configurar el sintetizador

source: Voice
ca: Veu
es: Voz

source: Use synthesizer
ca: Usar sintetitzador
es: Usar sintetizador

source: Pitch
ca: Tó
es: Tono

source: Speed
ca: Velocitat
es: Velocidad

source: Recorded file list
ca: Fitxers disponibles
es: Ficheros generados

source: Use internal TTS
ca: Usa sintetitzador
es: Usa sintetizador

source: Use VLC player
ca: Usa VLC
es: Usa VLC

source: File
ca: Fitxer
es: Fichero

source: Save
ca: Desa
es: Guardar

source: Text
es: Texto

source: Files exported to
ca: Fitxers exportats a
es: Ficheros exportados a

source: Valencian-Catalan
ca: Valencià-Català
es: Valenciano-Catalán

source: Spanish
ca: Espanyol
es: Español

source: English
ca: Anglès
es: Inglés

source: Add
ca: Afegir
es: Añadir

source: Rearrange or modify buttons for the dock
ca: Reorganitzar o modificar les accions de la barra
es: Reordenar o modificar los botones de la barra

source: Delete
ca: Eliminar
es: Eliminar

source: Down
ca: Baixar
es: Bajar

source: Edit
ca: Editar
es: Editar

source: Keyboard shortcut
ca: Drecera de teclat
es: Atajo de teclado

source: Push to assign
ca: Premer per assignar
es: Pulsar para asignar

source: Items per row
ca: Elemets per línia
es: Botones por línea

source: Launch at session start
ca: Carregar amb l'inici de sessió
es: Cargar al inicio de sesión

source: Up
ca: Pujar
es: Subir

source: Configure dock
ca: Configuració de la barra
es: Configurar barra

source: Window Effects
ca: Efectes de finestra
es: Efectos de ventana

source: Desktop Effects
ca: Efectes de l'escriptori
es: Efectos de escritorio

source: Assign
ca: Assigna
es: Asignar

source: Cancel
ca: Cancelar
es: Cancelar

source: Description
ca: Descripció
es: Descripción

source: Toggle effect
ca: Activar efecte
es: Activar efecto

source: Application
ca: Aplicació
es: Aplicación

source: Press button to assign one action
ca: Premer un botó per assignaruna acció
es: Pulsar un botón para asignar una acción

source: Executable path
ca: Ruta al programa
es: Ruta al programa

source: Insert the executable path
ca: Inserir la ruta a l'aplicació
es: Introducir la ruta a la aplicación

source: Shortcut
ca: Drecera de teclat
es: Atajos de teclado

source: Press a key
ca: Premer una tecla
es: Pulsar tecla

source: Icon:
ca: Icona:
es: Icono:

source: Push to change icon
ca: Premer per a canviar icona
es: Pulsar para cambiar icono

source: Module
ca: Mòdul
es: Módulo

source: Name:
ca: Nom:
es: Nombre:

source: Unassigned action
ca: Acció sense assignar
es: Acción sin asignar

source: Insert desktop name
ca: Inserir nom de l'aplicació
es: Nombre de la aplicación

source: Insert the url for the site
ca: Inserir url del lloc
es: Dirección del sitio

source: https://example.com
es: https://ejemplo.com

source: Description (optional):
ca: Descripció (opcional):
es: Descripción (opcional):

source: Insert a description for the app
ca: Inserir la descripció de l'aplicació
es: Descripción de la aplicación

source: images(*.png *.xpm *jpg)
ca: imatges (*.png *.xpm *jpg)
es: imágenes (*.png *.xpm *jpg)

source: All files(*.*)
ca: Tots (*.*)
es: Todos (*.*)

source: From here you can add a custom launcher
ca: Des d'aci es poden assignar dreceres per a les diferents accions
es: Permite asociar pulsaciones de tecla a diferentes acciones del sistema
